{
    "seriesList": [
        {
            "title": "The Radiant Series",
            "tagLine": "The Story of a \"Forgotten\" World with a Forbidden Purpose",
            "quickBlurb": "Lies. Betrayal. War. These are the secret tenets upon which the world of Doxla was created. These are the open tenets upon which it will die. When Jax and his sister, Ev, find themselves thrown into the conflict fed by these tenets, what will they do? Will they fight against the destiny of their world until the bitter end, or will they ultimately embrace its dark purpose as the lesser of two evils?",
            "preBlurb": "Lies. Betrayal. War. These are the secret tenets upon which the world of Doxla was created. These are the open tenets upon which it will die. When Jax and his sister, Ev, find themselves thrown into the conflict fed by these tenets, what will they do? Will they fight against the destiny of their world until the bitter end, or will they ultimately embrace its dark purpose as the lesser of two evils?",
            "fullBlurb": [
                "The Radiant series follows the lives of Jax, his sister, Ev, and the monster hunter, Birdie, as well as their friends and family, as they journey across and beyond the world of Doxla to defend themselves and their homes against those who would seek to destroy or enslave them. As they travel, they will slowly uncover the secrets behind their world's existence, as well as the true nature of the beings known as Divine, including the all-powerful Masters.",
                "The first book centers around Jax and his journey to protect the titular Heart of the Radiant from the immortal hordes of the Undead King, Dezeroth. Failure means the return of the Dark Radiant, which would upend the current world order. Success may mean something far worse.",
                "The second book follows Birdie as she struggles against the Radiant, Lux Rosa, while reality itself slowly begins to fall apart. When forced to confront her own origins and purpose, she also learns the secrets of the Divine, and that Lux Rosa's victory may in fact be the safer option for Doxla's future.",
                "The third and final book follows Ev as she learns the true reason for Doxla's creation by the Masters, but she also sees firsthand the true devastation left by their actions. In the wake of such revelations, she will find herself torn toward both sides of the final battle that will decide the fate of not only everyone she cares about, but countless other worlds touched by the Masters' machinations as well."
            ],
            "bookList": [
                {
                    "title": "The Heart of the Radiant",
                    "tagLine": "A Battle for a Dying World",
                    "imageFileFlat": "heart-ebook.jpg",
                    "imageFile3D": "heart-3d.png",
                    "htmlFile": "thotr.html",
                    "quickBlurb": "After his home city is decimated by the Undead King Dezeroth and his hordes, aspiring cadet Jax Ruthoree finds himself traveling with the last surviving members of the Light Guard. Outnumbered and on the run, the group has but one goal: to deliver the Heart of the Radiant to safety before Dezeroth catches them and unleashes terror upon the world.",
                    "preBlurb": "In this first book of the Radiant series, an ancient king seeks the power of the fabled Dark Radiant to rid the world of his Divine oppressors and wreak vengeance upon the mortals who would dare to serve them.",
                    "fullBlurb": [
                        "After his home city is decimated by the Undead King Dezeroth and his hordes, aspiring cadet Jax Ruthoree finds himself traveling with the last surviving members of the Light Guard. Outnumbered and on the run, the group has but one goal: to deliver the Heart of the Radiant to safety before Dezeroth catches them and unleashes terror upon the world.",
                        "Now, the group must journey through the hostile environments of Doxla braving monsters, boiling lakes, deadly forests, and more, all while Dezeroth's forces hunt them down relentlessly. Little do any of them realize the true stakes at hand, or what heavy price success may yet cost them in the end."
                    ],
                    "amazonLink": "https://www.amazon.com/dp/B0852G351D",
                    "bnLink": "https://www.barnesandnoble.com/w/the-heart-of-the-radiant-daniel-kogler/1136542733?ean=9781952033018",
                    "bamLink": "https://www.booksamillion.com/p/Heart-Radiant/Daniel-Kogler/9781952033018?id=7826567071795",
                    "indieLink": "https://www.indiebound.org/book/9781952033018",
                    "koboLink": "https://www.kobo.com/us/en/ebook/the-heart-of-the-radiant",
                    "titleColor": "#fefeee",
                    "titleShadow": "#101000",
                    "borderColor": "#c8c8b0"
                },
                {
                    "title": "The Mind of the Radiant",
                    "tagLine": "The Veil Begins to Fall",
                    "imageFileFlat": "mind-ebook.jpg",
                    "imageFile3D": "mind-3d.png",
                    "htmlFile": "tmotr.html",
                    "quickBlurb": "Five years after the fall of Lord Grandis, Birdie finds her new home under attack by soldiers with magic of impossible strength. Sent by the enigmatic Lux Rosa, these soldiers have but one goal: to destroy Birdie and all that she holds dear. To what end? That remains to be seen.",
                    "preBlurb": "In this exciting sequel to The Heart of the Radiant, a mysterious new threat arises in Doxla... a threat whose power rises as the world plunges ever further into decay.",
                    "fullBlurb": [
                        "Five years after the fall of Lord Grandis, Birdie finds her new home under attack by soldiers with magic of impossible strength. Sent by the enigmatic Lux Rosa, these soldiers have but one goal: to destroy Birdie and all that she holds dear.",
                        "Forced to confront the secrets of both her past and her ruthless \"othermind,\" Birdie must journey to the City of the Divine to seek the aid of Syrus, the last remaining being with abilities remotely comparable to Lux Rosa's.",
                        "Time is not on Birdie's side, however. With every passing day, Lux Rosa's grip on the world grows ever closer to absolute. Even if Birdie does reach Syrus, will that be enough to stand against a foe with power over magic itself?",
                        "More importantly, how much is Birdie willing to sacrifice for a victory that may cost more than her defeat? She will have to decide this soon, for the showdown between light and darkness rapidly approaches."
                    ],
                    "amazonLink": "https://www.amazon.com/dp/B08X3W1WL1",
                    "bnLink": "https://www.barnesandnoble.com/w/the-mind-of-the-radiant-daniel-kogler/1138873570?ean=9781952033032",
                    "bamLink": "https://www.booksamillion.com/p/Mind-Radiant/Daniel-Kogler/9781952033032?id=7826567071795",
                    "indieLink": "https://www.indiebound.org/book/9781952033032",
                    "koboLink": "https://www.kobo.com/us/en/ebook/the-mind-of-the-radiant",
                    "titleColor": "#eeeeee",
                    "titleShadow": "#000000",
                    "borderColor": "#c0c0c0"
                }
            ]
        }
    ]
}